VVOD = 'Введите кол-во объектов в массиве '
LIST = 'Введите новое число для добавления в массив '
NUMBER = 'Введите число для поиска: '
START = '''Какой способ вы хотите использовать для поиска?
1-Итеративный
2-Рекурсивный
'''
ERROR = 'ERROR'
TIME1 = 'Бинарный поиск с помощью итеративного метода по времени занял: '
TIME2 = 'Бинарный поиск с помощью рекурсивного метода по времени занял: '
ERROR1 = 'None'
REC = 'Рекурсивным методом найден индекс под которым находится искомое число: '
ITERAT = 'Итеративным методом найден индекс под которым находится искомое число: '
